experiments/redis_contention/redis_multi/pair_0/clients_100_threads_10_pipeline_1/redis.out
10        Threads
100       Connections per thread
15        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets        83219.74          ---          ---         6.01103         5.85500         9.47100        24.44700     86191.94 
Gets        83186.78         0.00     83186.78         6.00672         5.85500         9.47100        24.57500      3321.05 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals     166406.51         0.00     83186.78         6.00888         5.85500         9.47100        24.44700     89512.99